{
  "chest": [
    {
      "id" : "ex-00",
      "title": "Supino Reto com Halteres",
      "category": "chest",
      "img": "images/exercicios-peito/supino-reto-com-halteres.png",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Deite-se em um banco plano com um haltere em cada mão, mantendo os pés firmes no chão. Levante os halteres acima do peito, com os braços estendidos. Abaixe os halteres lentamente até que seus cotovelos estejam em um ângulo de 90 graus, depois levante-os novamente para a posição inicial."
    },
    {
      "id" : "ex-01",
      "title": "Supino Inclinado com Barra",
      "category": "chest",
      "img": "images/exercicios-peito/supino-inclinado-com-barra.png",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Deite-se em um banco inclinado com uma barra posicionada acima do peito. Segure a barra com as mãos um pouco mais largas que a largura dos ombros. Abaixe a barra lentamente até o peito, mantendo os cotovelos próximos ao corpo, e depois empurre-a de volta para a posição inicial."
    },
    {
      "id" : "ex-02",
      "title": "Supino Declinado com Barra",
      "category": "chest",
      "img": "images/exercicios-peito/supino-declinado-com-barra.png",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Deite-se em um banco declinado com uma barra posicionada acima do peito. Segure a barra com as mãos um pouco mais largas que a largura dos ombros. Abaixe a barra lentamente até o peito, mantendo os cotovelos próximos ao corpo, e depois empurre-a de volta para a posição inicial."
    },
    {
      "id" : "ex-03",
      "title": "Pullover com Halteres",
      "category": "chest",
      "img": "images/exercicios-peito/pullover-com-halteres.png",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Deite-se em um banco plano com um haltere segurado com ambas as mãos acima do peito. Com os pés firmes no chão, abaixe o haltere lentamente atrás da cabeça, mantendo os braços ligeiramente flexionados. Levante o haltere de volta para a posição inicial, sentindo o alongamento no peito."
    },
    {
      "id" : "ex-04",
      "title": "Press na Máquina",
      "category": "chest",
      "img": "images/exercicios-peito/press-na-maquina.png",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Sentado em uma máquina de press, ajuste o assento para que as alças estejam na altura do peito. Segure as alças com as mãos e empurre-as para frente até que os braços estejam estendidos. Retorne lentamente à posição inicial, controlando o movimento."
    },
    {
      "id" : "ex-05",
      "title": "Flexão de Braço",
      "category": "chest",
      "img": "images/exercicios-peito/pullover-com-halteres.png",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Comece em uma posição de prancha com as mãos alinhadas aos ombros e o corpo reto. Abaixe o corpo até que o peito quase toque o chão, mantendo os cotovelos próximos ao corpo. Empurre-se de volta para a posição inicial, mantendo o core engajado."
    },
    {
      "id" : "ex-06",
      "title": "Dips em Paralelas",
      "category": "chest",
      "img": "images/exercicios-peito/dips-na-paralela.png",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Segure as barras paralelas com as mãos, mantendo os braços estendidos. Incline-se ligeiramente para frente e dobre os cotovelos para abaixar o corpo até que os ombros estejam abaixo dos cotovelos. Empurre-se de volta para a posição inicial, mantendo o controle do movimento."
    },
    {
      "id" : "ex-07",
      "title": "Crucifixo com Halteres",
      "category": "chest",
      "img": "images/exercicios-peito/crucifixo-com-halteres.png",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Deite-se em um banco plano com um haltere em cada mão, braços estendidos acima do peito. Com uma leve flexão nos cotovelos, abra os braços para os lados, descendo os halteres até a altura do peito. Retorne à posição inicial, contraindo o peito."
    },
    {
      "id" : "ex-08",
      "title": "Crucifixo Maquina",
      "category": "chest",
      "img": "images/exercicios-peito/crucifixo-maquina.png",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Sentado em uma máquina de crucifixo, ajuste o assento para que as alças estejam na altura do peito. Segure as alças com as mãos e abra os braços para os lados, mantendo uma leve flexão nos cotovelos. Junte as alças na frente do peito, contraindo o músculo peitoral."
    },
    {
      "id" : "ex-09",
      "title": "Crossover com Cabos",
      "category": "chest",
      "img": "images/exercicios-peito/crossover-no-cabo.png",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Fique no meio de uma máquina de cabos, segurando as alças com as mãos. Com os pés na largura dos ombros, incline-se ligeiramente para frente. Puxe as alças para baixo e para frente, cruzando-as na frente do corpo, contraindo o peito. Retorne lentamente à posição inicial."
    }
  ],
  "back": [
    {
      "id" : "ex-10",
      "title": "Remada Baixa Maquina",
      "category": "back",
      "img": "https://i.pinimg.com/564x/bf/d3/82/bfd38250a3d7f1f298eac42738d5cc3b.jpg",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Sentado em uma máquina de remada baixa, ajuste o assento para que as alças estejam na altura do peito. Segure as alças com as mãos e puxe-as em direção ao corpo, mantendo os cotovelos próximos ao tronco. Contraia as costas ao puxar e retorne lentamente à posição inicial."
    },
    {
      "id" : "ex-11",
      "title": "Barra Fixa",
      "category": "back",
      "img": "https://grandeatleta.com.br/wp-content/uploads/2018/09/barra-fixa.jpg",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Pendure-se em uma barra fixa com as mãos em pronada (palmas para baixo) ou supinada (palmas para cima), com os braços estendidos. Puxe o corpo para cima até que o queixo esteja acima da barra, mantendo o core engajado. Desça lentamente até a posição inicial."
    },
    {
      "id" : "ex-12",
      "title": "Levantamento Terra",
      "category": "back",
      "img": "https://treinomestre.com.br/wp-content/uploads/2013/08/exercicio-levantamento-terra-e-stiff-Deadlifts.jpg",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Fique em pé com os pés na largura dos ombros, segurando uma barra no chão. Dobre os joelhos e mantenha as costas retas enquanto agarra a barra com as mãos. Levante a barra, estendendo os quadris e joelhos ao mesmo tempo, até que você esteja completamente em pé. Abaixe a barra de volta ao chão controladamente."
    },
    {
      "id" : "ex-13",
      "title": "Remada Curvada com Barra",
      "category": "back",
      "img": "https://i.pinimg.com/736x/05/16/17/0516172b866da1b859383e7d1b82af7c.jpg",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Fique em pé com os pés na largura dos ombros, segurando uma barra com as mãos em pronada (palmas para baixo). Incline-se ligeiramente para frente, mantendo as costas retas. Puxe a barra em direção ao abdômen, mantendo os cotovelos próximos ao corpo. Contraia as costas e retorne lentamente à posição inicial."
    },
    {
      "id" : "ex-14",
      "title": "Remada Serrote com Halteres",
      "category": "back",
      "img": "https://i.pinimg.com/originals/a2/ca/db/a2cadba4aa73482abd664d0c4c4fc42c.jpg",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Fique em pé com os pés na largura dos ombros, segurando um haltere em uma mão. Incline-se ligeiramente para frente, apoiando a outra mão em um banco ou superfície estável. Puxe o haltere em direção ao abdômen, mantendo o cotovelo próximo ao corpo. Contraia as costas e retorne lentamente à posição inicial. Repita do outro lado."
    },
    {
      "id" : "ex-15",
      "title": "Puxada Frontal Maquina",
      "category": "back",
      "img": "https://static.wixstatic.com/media/2edbed_c7200978721446a7915aa6663aff97a2~mv2.png/v1/fill/w_980,h_763,al_c,q_90,usm_0.66_1.00_0.01,enc_avif,quality_auto/2edbed_c7200978721446a7915aa6663aff97a2~mv2.png",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Sentado em uma máquina de puxada frontal, ajuste o assento para que as alças estejam na altura dos ombros. Segure as alças com as mãos e puxe-as para baixo em direção ao peito, mantendo os cotovelos próximos ao corpo. Contraia as costas ao puxar e retorne lentamente à posição inicial."
    },
    {
      "id" : "ex-16",
      "title": "Encolhmento de Ombros com Halteres",
      "category": "back",
      "img": "https://static.wixstatic.com/media/2edbed_348b836a01c74bf6bfbe4d49f7d3598d~mv2.webp/v1/fill/w_560,h_374,al_c,q_80,enc_avif,quality_auto/2edbed_348b836a01c74bf6bfbe4d49f7d3598d~mv2.webp",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Fique em pé com os pés na largura dos ombros, segurando um haltere em cada mão ao lado do corpo. Levante os ombros em direção às orelhas, contraindo os músculos trapézio. Mantenha a posição por um segundo e depois abaixe os ombros de volta à posição inicial."
    },
    {
      "id" : "ex-17",
      "title": "Remada Cavalinho",
      "category": "back",
      "img": "https://treinomestre.com.br/wp-content/uploads/2018/09/remada-cavalinho-.jpg",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Fique em pé com os pés na largura dos ombros, segurando uma barra com as mãos em pronada (palmas para baixo). Incline-se ligeiramente para frente, mantendo as costas retas. Puxe a barra em direção ao abdômen, mantendo os cotovelos próximos ao corpo. Contraia as costas e retorne lentamente à posição inicial."
    },
    {
      "id" : "ex-18",
      "title": "Hiperextensão Lombar",
      "category": "back",
      "img": "https://fitwill.app/_next/image?url=https%3A%2F%2Ffitwill.app%2Fapi%2Fimage%2F2531%3Fw%3D1024%26h%3D576&w=3840&q=75",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Deite-se de bruços em uma máquina de hiperextensão, com os pés presos e o quadril apoiado. Cruze os braços sobre o peito ou coloque as mãos atrás da cabeça. Levante o tronco para cima, contraindo os músculos lombares, até que o corpo esteja alinhado. Retorne lentamente à posição inicial."
    },
    {
      "id" : "ex-19",
      "title": "Pulldown com Braços Estendidos",
      "category": "back",
      "img": "https://static.wixstatic.com/media/2edbed_4bad6b7660b04c78b88cb1faa24dbc24~mv2.png/v1/fill/w_480,h_258,al_c,q_85,enc_avif,quality_auto/2edbed_4bad6b7660b04c78b88cb1faa24dbc24~mv2.png",
      "video": "https://www.youtube.com/embed/oZjIQN0YMX0?si=B6nBNsBtmuTr4qgz",
      "howTo": "Sentado em uma máquina de puxada alta, segure a barra com as mãos em pronada (palmas para baixo) e os braços estendidos acima da cabeça. Puxe a barra para baixo em direção ao peito, mantendo os cotovelos próximos ao corpo. Contraia as costas ao puxar e retorne lentamente à posição inicial."
    }
  ],
  "legs": [
    {
      "id" : "ex-20",
      "title": "Agachamento com Barra",
      "category": "legs",
      "img": "https://cdn.shopify.com/s/files/1/0754/7279/8002/files/Leg_Press_vs._Squat5.webp?v=1725442236",
      "video": "https://www.youtube.com/embed/SW_C1A-rejs",
      "howTo": "Posicione uma barra nas costas, sobre os ombros (trapézio). Mantenha os pés na largura dos ombros com as pontas ligeiramente para fora. Agache lentamente, dobrando os joelhos e empurrando os quadris para trás, como se fosse sentar em uma cadeira. Mantenha o peito erguido e as costas retas. Desça até que as coxas fiquem pelo menos paralelas ao chão e retorne à posição inicial, empurrando o chão com os calcanhares."
    },
    {
      "id" : "ex-21",
      "title": "Leg Press 45º",
      "category": "legs",
      "img": "https://i.pinimg.com/474x/be/39/f1/be39f1e6979099b4a51c435a6b58fd46.jpg",
      "video": "https://www.youtube.com/embed/Gv_kgH_3j_4",
      "howTo": "Sente-se na máquina de leg press com as costas e a cabeça totalmente apoiadas no encosto. Coloque os pés na plataforma, na largura dos ombros. Destrave a segurança e empurre a plataforma até que suas pernas estejam quase estendidas (não trave completamente os joelhos). Dobre os joelhos lentamente para retornar à posição inicial, controlando o movimento."
    },
    {
      "id" : "ex-22",
      "title": "Afundo com Halteres",
      "category": "legs",
      "img": "https://www.inspireusafoundation.org/wp-content/uploads/2023/07/split-squat-muscles-1024x719.png",
      "video": "https://www.youtube.com/embed/pewB_g_VjPE",
      "howTo": "Fique em pé, segurando um halter em cada mão ao lado do corpo. Dê um passo à frente com uma perna e desça o corpo até que ambos os joelhos estejam dobrados em um ângulo de aproximadamente 90 graus. O joelho da frente não deve ultrapassar a ponta do pé e o joelho de trás deve quase tocar o chão. Empurre com o calcanhar da frente para retornar à posição inicial. Alterne as pernas."
    },
    {
      "id" : "ex-23",
      "title": "Levantamento Terra Romeno",
      "category": "legs",
      "img": "https://i.redd.it/0cxy04a4oyae1.jpeg",
      "video": "https://www.youtube.com/embed/5-19Twnp_6g",
      "howTo": "Fique em pé segurando uma barra ou halteres na frente das coxas. Mantenha as pernas quase retas (uma leve flexão nos joelhos é permitida). Inicie o movimento dobrando o quadril, mantendo as costas perfeitamente retas, e desça o peso rente às pernas. Sinta o alongamento nos músculos posteriores da coxa. Retorne à posição inicial contraindo os glúteos e isquiotibiais."
    },
    {
      "id" : "ex-24",
      "title": "Cadeira Extensora",
      "category": "legs",
      "img": "https://static.news.zumst.com/images/126/2024/02/11/39270756d4134dba875d1203868c173c.jpg",
      "howTo": "Sente-se na máquina com as costas bem apoiadas. Ajuste o rolo de apoio para que fique sobre a parte inferior das canelas, logo acima dos pés. Segure as alças de apoio. Estenda as pernas para levantar o peso de forma controlada até que estejam retas, mas sem travar os joelhos. Contraia o quadríceps no topo do movimento e retorne lentamente à posição inicial."
    },
    {
      "id" : "ex-25",
      "title": "Mesa Flexora",
      "category": "legs",
      "img": "https://static.wixstatic.com/media/2edbed_dbb3498f7da241ecb1afa576e50ac66d~mv2.jpg/v1/fill/w_620,h_349,al_c,q_80,enc_avif,quality_auto/2edbed_dbb3498f7da241ecb1afa576e50ac66d~mv2.jpg",
      "video": "https://www.youtube.com/embed/tv82TRV33lI",
      "howTo": "Deite-se de bruços na máquina, com os joelhos alinhados ao eixo de rotação do aparelho. Posicione o rolo de apoio na parte de trás dos tornozelos. Segure as alças de apoio para estabilizar o tronco. Flexione os joelhos, puxando o peso em direção aos glúteos. Contraia os músculos posteriores da coxa no topo e retorne lentamente à posição inicial."
    },
    {
      "id" : "ex-26",
      "title": "Agachamento Búlgaro",
      "category": "legs",
      "img": "https://i.pinimg.com/736x/e3/ca/81/e3ca819ce40d874add1bc48d3aa1a0d5.jpg",
      "video": "https://www.youtube.com/embed/9UDW--t4B3s",
      "howTo": "Fique de costas para um banco ou caixa. Coloque a parte superior de um pé no banco. Dê um passo à frente com o outro pé até uma posição confortável. Segurando halteres ou não, agache dobrando o joelho da frente até a coxa ficar paralela ao chão. Mantenha o equilíbrio e o tronco ereto. Retorne à posição inicial e troque de perna após a série."
    },
    {
      "id" : "ex-27",
      "title": "Elevação Pélvica (Hip Thrust)",
      "category": "legs",
      "img": "https://i.pinimg.com/originals/49/cf/5b/49cf5bf04a1e62d13ef2c2594adbd59f.png",
      "video": "https://www.youtube.com/embed/b_-iH1_Gk2Y",
      "howTo": "Sente-se no chão com as costas apoiadas na lateral de um banco. Role uma barra (com anilhas) sobre o seu quadril. Dobre os joelhos e mantenha os pés firmes no chão. Levante o quadril em direção ao teto, empurrando a barra para cima. Contraia os glúteos fortemente no topo. Desça de forma controlada até quase tocar o chão e repita."
    },
    {
      "id" : "ex-28",
      "title": "Stiff com Halteres",
      "category": "legs",
      "img": "https://i.pinimg.com/736x/1a/57/21/1a57219928fb69db2926e872fdbc0cc2.jpg",
      "video": "https://www.youtube.com/embed/IAPej_4tE64",
      "howTo": "Fique em pé com os pés na largura do quadril, segurando um halter em cada mão na frente das coxas. Mantenha as pernas retas ou com uma leve flexão nos joelhos (joelhos 'semiflexionados'). Incline o tronco para a frente, descendo os halteres em direção aos pés e mantendo as costas retas. Sinta o alongamento nos isquiotibiais e glúteos. Retorne à posição inicial."
    },
    {
      "id" : "ex-29",
      "title": "Elevação de Panturrilha em Pé",
      "category": "legs",
      "img": "https://meutreinador.com/wp-content/uploads/2023/11/97_Elevacao-de-calcanhares-em-pe-com-halteres-alternada.jpg",
      "video": "https://www.youtube.com/embed/5s3_16g8mCk",
      "howTo": "Fique em pé, com as pontas dos pés sobre um degrau ou plataforma, permitindo que os calcanhares fiquem suspensos. Você pode fazer o exercício livre, com halteres nas mãos ou em uma máquina específica. Desça os calcanhares o máximo possível para alongar as panturrilhas. Em seguida, levante os calcanhares o mais alto que puder, contraindo os músculos da panturrilha. Faça uma pausa no topo e desça lentamente."
    }
  ],
  "arms": [
    {
      "id" : "ex-30",
      "title": "Rosca Direta com Barra",
      "category": "arms",
      "img": "https://grandeatleta.com.br/blog/wp-content/uploads/2018/07/rosca-direta-barra-reta-ou-w.jpg",
      "video": "https://www.youtube.com/embed/5-b04_ICGCA",
      "howTo": "Fique em pé, segurando uma barra com as mãos na largura dos ombros e as palmas voltadas para cima (pegada supinada). Mantenha os cotovelos fixos ao lado do corpo. Levante a barra em direção aos ombros, contraindo o bíceps. Desça a barra de forma controlada até a posição inicial."
    },
    {
      "id" : "ex-31",
      "title": "Tríceps Pulley com Corda",
      "category": "arms",
      "img": "https://treinomestre.com.br/wp-content/uploads/2017/09/tricepes-pulley-corda-polia--scaled.jpg",
      "video": "https://www.youtube.com/embed/j_IOMuVnBKE",
      "howTo": "Fique de frente para uma máquina de polia alta com um acessório de corda. Segure as extremidades da corda com as palmas voltadas uma para a outra. Mantendo os cotovelos junto ao corpo, empurre a corda para baixo até que os braços estejam completamente estendidos, afastando as mãos no final do movimento. Retorne lentamente à posição inicial."
    },
    {
      "id" : "ex-32",
      "title": "Rosca Martelo com Halteres",
      "category": "arms",
      "img": "https://static1.minhavida.com.br/articles/39/76/c9/c4/makatserchykshutterstock-orig-1.jpg",
      "video": "https://www.youtube.com/embed/AZeyZg64aEM",
      "howTo": "Fique em pé, segurando um halter em cada mão com as palmas voltadas uma para a outra (pegada neutra). Mantenha os cotovelos fixos ao lado do corpo. Levante os halteres (simultaneamente ou alternadamente) em direção aos ombros, sem girar o pulso. Desça controladamente."
    },
    {
      "id" : "ex-33",
      "title": "Mergulho no Banco",
      "category": "arms",
      "img": "https://static.wixstatic.com/media/2edbed_e6cd30de9ba04bd59c1af7ecc523d23e~mv2.webp/v1/fill/w_980,h_515,al_c,q_85,usm_0.66_1.00_0.01,enc_avif,quality_auto/2edbed_e6cd30de9ba04bd59c1af7ecc523d23e~mv2.webp",
      "video": "https://www.youtube.com/embed/y2g529AWpb4",
      "howTo": "Posicione as mãos na borda de um banco, com os dedos para a frente e na largura dos ombros. Estenda as pernas à sua frente (joelhos retos para maior dificuldade, dobrados para facilitar). Dobre os cotovelos para baixar o corpo até que os braços formem um ângulo de 90 graus. Empurre para cima com a força dos tríceps para retornar à posição inicial."
    },
    {
      "id" : "ex-34",
      "title": "Rosca Scott com Barra W",
      "category": "arms",
      "img": "https://www.hipertrofia.org/blog/wp-content/uploads/2022/04/770c.jpg",
      "video": "https://www.youtube.com/embed/g2sYgYyTDjI",
      "howTo": "Sente-se no banco Scott e ajuste a altura para que a parte de trás dos seus braços (tríceps) fique totalmente apoiada no suporte. Segure uma barra W com as palmas para cima. Desça o peso de forma controlada até quase estender os braços e suba contraindo o bíceps, sem levantar os cotovelos do apoio."
    },
    {
      "id" : "ex-35",
      "title": "Tríceps Francês com Halter",
      "category": "arms",
      "img": "https://static.wixstatic.com/media/2edbed_42cbea4e95ae4ac8ba919f49dfaaff80~mv2.webp/v1/fill/w_980,h_641,al_c,q_85,usm_0.66_1.00_0.01,enc_avif,quality_auto/2edbed_42cbea4e95ae4ac8ba919f49dfaaff80~mv2.webp",
      "video": "https://www.youtube.com/embed/Pdw9I-o24yE",
      "howTo": "Sentado ou em pé, segure um halter com as duas mãos acima da cabeça. Dobre os cotovelos para descer o peso atrás da cabeça, mantendo os braços superiores imóveis e próximos à cabeça. Estenda os braços para levantar o peso de volta à posição inicial, focando na contração do tríceps."
    },
    {
      "id" : "ex-36",
      "title": "Rosca Concentrada",
      "category": "arms",
      "img": "https://v4excellencefitness.com.br/wp-content/uploads/2023/05/rosca-concentrada-erros-.webp",
      "video": "https://www.youtube.com/embed/PrueeI_zZ4c",
      "howTo": "Sente-se na beirada de um banco com as pernas afastadas. Pegue um halter e apoie a parte de trás do seu braço (tríceps) na parte interna da sua coxa. Levante o halter em direção ao peito, girando o pulso para que a palma da mão termine voltada para cima. Contraia o bíceps no topo e desça lentamente."
    },
    {
      "id" : "ex-37",
      "title": "Tríceps Testa com Barra",
      "category": "arms",
      "img": "https://i.pinimg.com/736x/57/d3/1f/57d31f1b4c5ab49553a57ab190afab24.jpg",
      "video": "https://www.youtube.com/embed/k4PsoA3_G6w",
      "howTo": "Deite-se em um banco reto, segurando uma barra W ou reta acima do peito com os braços estendidos. Mantendo os cotovelos apontados para o teto e imóveis, dobre-os para baixar o peso em direção à testa. Empurre o peso de volta para a posição inicial usando a força do tríceps, sem abrir os cotovelos."
    },
    {
      "id" : "ex-38",
      "title": "Rosca Inversa com Barra",
      "category": "arms",
      "img": "https://guiadamusculacao.com.br/wp-content/uploads/2023/12/treino-bicepes-1024x637.webp",
      "video": "https://www.youtube.com/embed/k2uTpv_sjeI",
      "howTo": "Fique em pé, segurando uma barra com as palmas das mãos voltadas para baixo (pegada pronada), na largura dos ombros. Mantenha os cotovelos fixos ao lado do corpo e levante a barra em direção aos ombros. Este exercício foca nos antebraços e no músculo braquial. Desça controladamente."
    },
    {
      "id" : "ex-39",
      "title": "Tríceps Coice com Halter",
      "category": "arms",
      "img": "https://www.shutterstock.com/shutterstock/photos/421075594/display_1500/stock-photo-extension-of-one-hand-back-with-a-dumbbell-in-the-slope-d-illustration-421075594.jpg",
      "video": "https://www.youtube.com/embed/c-ft38YE8eQ",
      "howTo": "Incline o tronco para a frente até ficar quase paralelo ao chão, apoiando uma mão em um banco para estabilidade. Segure um halter na outra mão, com o cotovelo dobrado a 90 graus e o braço paralelo ao corpo. Estenda o braço para trás até ficar totalmente reto, contraindo o tríceps. Retorne à posição inicial de forma controlada."
    }
  ],
  "shoulders": [
    {
      "id" : "ex-40",
      "title": "Desenvolvimento com Halteres",
      "category": "shoulders",
      "img": "https://treinomestre.com.br/wp-content/uploads/2018/09/desenvolvimento-com-halteres-.jpg",
      "video": "https://www.youtube.com/embed/a_n8_H_T-dM",
      "howTo": "Sente-se em um banco com encosto, segurando um halter em cada mão na altura dos ombros, com as palmas voltadas para a frente. Empurre os halteres para cima até que os braços estejam quase totalmente estendidos, sem travar os cotovelos. Desça os halteres de forma controlada até a posição inicial."
    },
    {
      "id" : "ex-41",
      "title": "Elevação Lateral com Halteres",
      "category": "shoulders",
      "img": "https://static.wixstatic.com/media/2edbed_f79dd5050b0c42deb1fdc046d7108c7e~mv2.jpg/v1/fill/w_650,h_408,al_c,q_80,enc_avif,quality_auto/2edbed_f79dd5050b0c42deb1fdc046d7108c7e~mv2.jpg",
      "video": "https://www.youtube.com/embed/3VcKaXpzqRo",
      "howTo": "Fique em pé, com os pés na largura dos ombros, segurando um halter em cada mão ao lado do corpo. Mantenha uma leve flexão nos cotovelos e levante os braços para os lados até a altura dos ombros. O tronco deve permanecer estável. Desça os halteres lentamente."
    },
    {
      "id" : "ex-42",
      "title": "Elevação Frontal com Halteres",
      "category": "shoulders",
      "img": "https://i.pinimg.com/736x/27/02/03/270203c110d6f0956564f2dfa6bac815.jpg",
      "video": "https://www.youtube.com/embed/s-t0N1-I_gU",
      "howTo": "Fique em pé, segurando um halter em cada mão na frente das coxas (pegada pronada ou neutra). Levante um braço de cada vez (ou ambos juntos) para a frente, até a altura dos ombros, mantendo o braço estendido. Desça de forma controlada e alterne os lados."
    },
    {
      "id" : "ex-43",
      "title": "Desenvolvimento Militar com Barra",
      "category": "shoulders",
      "img": "https://static.wixstatic.com/media/2edbed_2c262c20dc164912ab4fc638c94d454b~mv2.png/v1/fill/w_666,h_532,al_c,q_85,enc_avif,quality_auto/2edbed_2c262c20dc164912ab4fc638c94d454b~mv2.png",
      "video": "https://www.youtube.com/embed/2yjwXTZQDDI",
      "howTo": "Em pé, segure uma barra com as mãos um pouco mais afastadas que a largura dos ombros, posicionando-a na parte superior do peito. Mantenha o core contraído e empurre a barra para cima, estendendo completamente os braços acima da cabeça. Desça a barra de forma controlada até a posição inicial."
    },
    {
      "id" : "ex-44",
      "title": "Remada Alta com Barra",
      "category": "shoulders",
      "img": "https://static.wixstatic.com/media/2edbed_18ff111d73fe4b289be16659aacdc380~mv2.png/v1/fill/w_980,h_737,al_c,q_90,usm_0.66_1.00_0.01,enc_avif,quality_auto/2edbed_18ff111d73fe4b289be16659aacdc380~mv2.png",
      "video": "https://www.youtube.com/embed/s0-ac3-K_9I",
      "howTo": "Fique em pé segurando uma barra com as mãos próximas uma da outra e com a pegada pronada (palmas para baixo). Puxe a barra verticalmente em direção ao queixo, liderando o movimento com os cotovelos e mantendo-os mais altos que os antebraços. Desça a barra de forma controlada."
    },
    {
      "id" : "ex-45",
      "title": "Elevação Posterior (Crucifixo Inverso)",
      "category": "shoulders",
      "img": "https://i.pinimg.com/736x/25/4e/c8/254ec8a38bce66217368fa0b45efecc1.jpg",
      "video": "https://www.youtube.com/embed/z-10g_L3v4o",
      "howTo": "Incline o tronco para a frente, mantendo as costas retas, até ficar quase paralelo ao chão. Segure um halter em cada mão com os braços estendidos em direção ao chão. Levante os braços para os lados (como se estivesse abrindo as asas), contraindo a parte de trás dos ombros. Retorne lentamente à posição inicial."
    },
    {
      "id" : "ex-46",
      "title": "Desenvolvimento Arnold",
      "category": "shoulders",
      "img": "https://static.wixstatic.com/media/2edbed_5f7dfb3ecbb847609b9523b240be1441~mv2.webp/v1/fill/w_800,h_600,al_c,q_85,enc_avif,quality_auto/2edbed_5f7dfb3ecbb847609b9523b240be1441~mv2.webp",
      "howTo": "Sente-se em um banco, segurando dois halteres na frente dos ombros com as palmas voltadas para o seu corpo. Inicie o movimento empurrando os halteres para cima enquanto rotaciona os pulsos, de modo que as palmas fiquem voltadas para a frente no topo do movimento. Inverta o movimento para retornar à posição inicial."
    },
    {
      "id" : "ex-47",
      "title": "Encolhimento de Ombros com Halteres",
      "category": "shoulders",
      "img": "https://static.wixstatic.com/media/2edbed_348b836a01c74bf6bfbe4d49f7d3598d~mv2.webp/v1/fill/w_560,h_374,al_c,q_80,enc_avif,quality_auto/2edbed_348b836a01c74bf6bfbe4d49f7d3598d~mv2.webp",
      "video": "https://www.youtube.com/embed/8s_30n9pQkU",
      "howTo": "Fique em pé, segurando um halter pesado em cada mão ao lado do corpo. Sem dobrar os cotovelos, levante os ombros o mais alto possível em direção às orelhas (como se dissesse 'não sei'). Contraia o trapézio no topo e desça lentamente."
    },
    {
      "id" : "ex-48",
      "title": "Face Pull (Puxada no Rosto)",
      "category": "shoulders",
      "img": "https://i.pinimg.com/736x/28/95/a2/2895a21eaa8ce020d79f9f62f52b26d5.jpg",
      "video": "https://www.youtube.com/embed/eIq5_wdbD_I",
      "howTo": "Ajuste uma polia na altura do peito e use um acessório de corda. Segure as pontas da corda com as palmas para baixo e dê um passo para trás. Puxe a corda em direção ao seu rosto, mantendo os cotovelos altos e para fora, até que suas mãos estejam ao lado das orelhas. Contraia a parte de trás dos ombros e retorne lentamente."
    },
    {
      "id" : "ex-49",
      "title": "Elevação Lateral Inclinado",
      "category": "shoulders",
      "img": "https://static.wixstatic.com/media/2edbed_2858011c9b2041338845dda892cc4dfe~mv2.jpg/v1/fill/w_980,h_980,al_c,q_85,usm_0.66_1.00_0.01,enc_avif,quality_auto/2edbed_2858011c9b2041338845dda892cc4dfe~mv2.jpg",
      "howTo": "Fique de lado perto de um suporte fixo e segure-o com uma mão, inclinando o corpo. Na outra mão, segure um halter. Levante o halter lateralmente, mantendo o braço levemente flexionado, até a altura do ombro. Este ângulo diferente dá uma ênfase maior na cabeça medial do deltoide. Desça controladamente e troque de lado."
    }
  ],
  "core": [
    {
      "id" : "ex-50",
      "title": "Prancha Abdominal",
      "category": "core",
      "img": "https://static.wixstatic.com/media/2edbed_3acf4c49102b454b8f21a977d42faa1c~mv2.jpg/v1/fill/w_980,h_551,al_c,q_85,usm_0.66_1.00_0.01,enc_avif,quality_auto/2edbed_3acf4c49102b454b8f21a977d42faa1c~mv2.jpg",
      "video": "https://www.youtube.com/embed/asqu9S7IFh4",
      "howTo": "Apoie os antebraços e as pontas dos pés no chão. Mantenha o corpo reto como uma prancha, da cabeça aos calcanhares, contraindo o abdômen e os glúteos. Evite levantar ou abaixar demais o quadril. Segure a posição pelo tempo determinado."
    },
    {
      "id" : "ex-51",
      "title": "Abdominal Supra (Crunch)",
      "category": "core",
      "img": "https://i.pinimg.com/736x/9e/cf/0e/9ecf0e62baafe11b5ea36cca0dfb3de8.jpg",
      "video": "https://www.youtube.com/embed/NGRKFMKhM80",
      "howTo": "Deite-se de costas com os joelhos dobrados e os pés apoiados no chão. Coloque as mãos atrás da cabeça (sem forçar o pescoço) ou cruzadas sobre o peito. Levante a cabeça, ombros e a parte superior das costas do chão em direção aos joelhos, contraindo o abdômen. Desça lentamente."
    },
    {
      "id" : "ex-52",
      "title": "Elevação de Pernas",
      "category": "core",
      "img": "https://static.strengthlevel.com/images/exercises/lying-leg-raise/lying-leg-raise-800.jpg",
      "video": "https://www.youtube.com/embed/Wp4BlxcAc_c",
      "howTo": "Deite-se de costas com as pernas estendidas e juntas. Coloque as mãos sob os glúteos para dar suporte à lombar. Mantendo as pernas o mais retas possível, levante-as até que formem um ângulo de 90 graus com o chão. Desça de forma controlada, sem deixar os calcanhares tocarem o chão."
    },
    {
      "id" : "ex-53",
      "title": "Prancha Lateral",
      "category": "core",
      "img": "https://www.hipertrofia.org/blog/wp-content/uploads/2020/11/execucao-prancha-lateral.jpg",
      "video": "https://www.youtube.com/embed/crvpyIm7p9w",
      "howTo": "Deite-se de lado, alinhando o corpo. Apoie o peso do corpo no antebraço, com o cotovelo diretamente abaixo do ombro. Levante o quadril até seu corpo formar uma linha reta da cabeça aos pés. Mantenha a posição e depois troque de lado."
    },
    {
      "id" : "ex-54",
      "title": "Torção Russa (Russian Twist)",
      "category": "core",
      "img": "https://i0.wp.com/muscu-street-et-crossfit.fr/wp-content/uploads/2024/09/Russian-twists.001.jpeg?resize=1024%2C576&ssl=1",
      "video": "https://www.youtube.com/embed/2_p62IcoSgQ",
      "howTo": "Sente-se no chão com os joelhos dobrados e os pés ligeiramente fora do chão. Incline o tronco para trás. Junte as mãos na frente do peito. Gire o tronco de um lado para o outro. Para aumentar a dificuldade, segure um halter ou uma anilha."
    },
    {
      "id" : "ex-55",
      "title": "Abdominal Bicicleta",
      "category": "core",
      "img": "https://www.hipertrofia.org/blog/wp-content/uploads/2025/04/exercicio-abdominal-cruzado.jpg",
      "video": "https://www.youtube.com/embed/Iwyvozckjak",
      "howTo": "Deite-se de costas com as mãos atrás da cabeça. Traga os joelhos em direção ao peito e levante os ombros do chão. Estenda uma perna enquanto leva o cotovelo oposto em direção ao joelho dobrado. Alterne os lados em um movimento contínuo, como se estivesse pedalando."
    },
    {
      "id" : "ex-56",
      "title": "Alpinista (Mountain Climber)",
      "category": "core",
      "img": "https://static.wixstatic.com/media/2edbed_862e3893ce87403b9d40bfff208ab2d4~mv2.webp/v1/fill/w_980,h_351,al_c,q_80,usm_0.66_1.00_0.01,enc_avif,quality_auto/2edbed_862e3893ce87403b9d40bfff208ab2d4~mv2.webp",
      "video": "https://www.youtube.com/embed/nmwgirg2Bds",
      "howTo": "Comece em uma posição de prancha alta, com as mãos diretamente sob os ombros. Mantenha o core ativado e traga um joelho em direção ao peito. Retorne à posição inicial e repita com a outra perna. Continue alternando as pernas de forma rápida e controlada."
    },
    {
      "id" : "ex-57",
      "title": "Superman",
      "category": "core",
      "img": "https://i.pinimg.com/736x/ff/3c/a5/ff3ca5a557695548e065d480c326b51d.jpg",
      "video": "https://www.youtube.com/embed/z6PJMT2y8GQ",
      "howTo": "Deite-se de bruços com os braços estendidos à sua frente e as pernas esticadas. Levante simultaneamente os braços, o peito e as pernas do chão, mantendo o pescoço alinhado com a coluna. Contraia os músculos da lombar e os glúteos. Segure por um momento e desça lentamente."
    },
    {
      "id" : "ex-58",
      "title": "Ponte de Glúteos",
      "category": "core",
      "img": "https://i.pinimg.com/736x/9b/5b/6e/9b5b6ebf6955909e609d239f7ba18084.jpg",
      "video": "https://www.youtube.com/embed/wPMcf9_N-4w",
      "howTo": "Deite-se de costas com os joelhos dobrados, pés apoiados no chão na largura do quadril e braços ao lado do corpo. Empurre os calcanhares contra o chão e levante o quadril, contraindo os glúteos e o abdômen. O corpo deve formar uma linha reta dos ombros aos joelhos. Desça lentamente."
    },
    {
      "id" : "ex-59",
      "title": "Perdigueiro (Bird Dog)",
      "category": "core",
      "img": "https://workoutlabs.com/wp-content/uploads/watermarked/Bird_Dogs_F_WorkoutLabs.png",
      "video": "https://www.youtube.com/embed/wiFNA3sqjCA",
      "howTo": "Comece em uma posição de quatro apoios, com as mãos alinhadas aos ombros e os joelhos alinhados ao quadril. Estenda o braço direito para a frente e a perna esquerda para trás simultaneamente, mantendo as costas retas e o core estável. Retorne à posição inicial e alterne os lados."
    }
  ]
}